[
    {
        "id": 1,
        "title": "เสื้อหม้อห้อม",
        "description": "จังหวัดแพร่ มีชื่อเสียงด้านผ้าหม้อห้อม ซึ่งบ้านทุ่งโฮ้ง ตําบลทุ่งโฮ้ง อําเภอเมืองแพร่ จังหวัดแพร่ เป็นแหล่งผลิตผ้าหม้อห้อม ที่ใหญ่ที่สุด มีการสืบทอดกันมายาวนาน สืบทอดภูมิปัญญาท้องถิ่นในชุมชนด้วย เสน่ห์ของการย้อมผ้าแบบธรรมชาติ โดยใช้วัตถุดิบจากต้นห้อม ในอดีตนั้นผ้าหม้อห้อม เป็นผ้าฝ้ายทอมือหรือ ผ้าดิบสีขาว ผ้าหม้อห้อม เป็นมรดกทางวัฒนธรรมที่สืบทอดกันมาของชาวไทพวนบ้านทุ่งโฮ้ง ผ้าหม้อห้อม เป็น ภูมิปัญญาที่มีการสืบทอดมายาวนาน ปัจจุบันได้มีการพัฒนาทั้งรูปแบบและเทคนิคมากมาย",
        "ref": "(สํานักงานประชาสัมพันธ์จังหวัดแพร่, 2564), https://phrae.prd.go.th/th/content/category/detail/id/249/iid/36977"
    },
    {
        "id": 2,
        "title": "ไส้อั่วเผา เตาโบราณ",
        "description": "ไส้อั่วเผา เตาโบราณ ของดี ของดังเมืองแพร่ โดยไส้อั่วเผา เตาโบราณ เมืองแพร่ เป็นอาหารที่ทํา จากไส้หมูที่ทําจากไส้หมูสด หมูแท้ๆ เน้นหมูไม่เน้นมัน มีให้เลือก 2 รสชาติ ทั้งแบบเผ็ด และไม่เผ็ด หอม สมุนไพรเวลาลงเตา",
        "ref": "(ไทยแลนด์แดนมหัศจรรย์, 2566) , https://th.trip.com/moments/detail/phrae-1447091- 119578094?locale=th-TH"
    },
    {
        "id": 3,
        "title": "น้ําพริกหนุ่ม",
        "description": "น้ําพริกหนุ่ม เกิดจากเกษตรกรในชุมชนหนองช้างน้ําที่ส่วนใหญ่ประกอบอาชีพทํานา ได้มีการรวมตัว กันจัดตั้งกลุ่มขึ้นเพื่อแปรรูปผลิตภัณฑ์ในท้องถิ่น เพิ่มรายได้ให้กับคนในชุมชน โดยเริ่มจากการแปรรูปหมู ภายใต้ชื่อแบรนด์ “แม่คําน้อย” จากนั้นได้มีการแปรรูปสินค้าหลากหลายขึ้น โดยผลิตภัณฑ์หลักเป็นแคบหมู และด้วยแคบหมู มักจะทานควบคู่กับน้ําพริกหนุ่ม จึงได้เกิดผลิตภัณฑ์น้ําพริกหนุ่มขึ้น ซึ่งได้มีการวิจัยและ พัฒนาจนได้น้ําพริกหนุ่มที่สะอาดปลอดภัย ไม่ใช่สารกันบูด กลายเป็นของฝากที่ถูกใจผู้รับ ประทับใจผู้บริโภค และขึ้นชื่อของจังหวัดแพร่ในปัจจุบัน",
        "ref": "(ปัณฑรีย์พร เนืองนิตย์, ม.ป.ป.) , https://www.xn--12ca9cdcza1fboh6b4ca0evmxcuh.com/p/ /น้ําพริกหนุ่ม-2ขวด-100-บาท.html"
    },
    {
        "id": 4,
        "title": "น้ําย้อย",
        "description": "“น้ําพริกน้ําย้อย” เป็นน้ําพริกสารพัดประโยชน์ของคนเมืองแพร่ ใช้ทานคู่กับ ขนมจีนเส้นสด ขนมจีน น้ําเงี้ยว ขนมจีนน้ําหมู หรือจะทานคู่กับข้าวเหนียวร้อนๆ ก็ได้ทั้งนั้น น้ําพริกน้ําย้อย ทํามาจากหอมแดงเจียว กระเทียมเจียว คลุกกับพริกป่น เกลือนิดหน่อย ใส่กากหมู มันหมูทอด น้ํามันหมู ปรุงรสนิดหน่อย อาจใส่กุ้ง แห้งหรือปลาป่นตามชอบ โดยน้ําพริกน้ําย้อยเมืองแพร่สามารถเอาไปโรยบนข้าวต้มหมูทรงเครื่องร้อนๆ คือ ที่สุดของความอร่อย แถมเวลาทานน้ําพริกน้ําย้อยที่เป็นอาหารท้องถิ่นจังหวัดแพร่ทุกครั้ง ยังทําให้หวนนึกถึง ประสบการณ์การไปเยือนเมืองแพร่ที่มีแต่ความสนุก และประทับใจไม่รู้ลืมอีกด้วย",
        "ref": "(อัจฉราพรรณ โพธิ์ประสาท, ม.ป.ป.)"
    },
    {
        "id": 5,
        "title": "มะขามแก้ว",
        "description": "เมื่อนึกถึงมะขามหลายคนคงจะนึกถึงจังหวัดเพชรบูรณ์เป็นส่วนใหญ่ แต่ในขณะเดียวกันเมืองแพร่เอง ก็มีมะขามแก้วเป็นสินค้า OTOP เหมือนกันและมีแหล่งผลิตกระจายอยู่ทั่วตัวเมือง หาซื้อง่าย จะทานเล่น ระหว่างนั่งรถหรือซื้อเป็นของฝากก็ถูกใจผู้รับ เพราะจุดเด่นของมะขามแก้วจากจังหวัดแพร่จะอยู่ที่เนื้อมะขาม ที่มีความนุ่ม กลิ่นหอมอ่อน ๆ รสชาติเปรี้ยวอมหวานและคลุกน้ําตาลมากําลังดี",
        "ref": "(Best Review, 2023), https://bestreview.asia/best-phrae-souvenirs/"
    },
    {
        "id": 6,
        "title": "กระเป๋าย่ามผ้าทอ",
        "description": "กระเป๋าย่ามผ้าทอ เป็นอีกคอลเล็กชั่นที่หลายคนนิยมใช้เพราะมีลวดลายการถักทอที่สวยงาม เกิดจาก ภูมิปัญญาการทอผ้าของชาวบ้านจากรุ่นสู่รุ่นผสมผสานกับการออกแบบรูปทรงให้ตรงกับเทรนด์สมัยใหม่ ใช้งานได้ตรงตามความต้องการ สร้างความน่าสนใจแก่ผู้พบเห็น สามารถสะพายไปไหนก็ได้โดยไม่เขินอาย จุดเด่นของกระเป๋าผ้าทอพื้นเมืองไม่ว่าจะเป็นภาคใด ช่วยยกระดับเพิ่มมูลค่าผ้าทอพื้นเมืองให้มีความสวยงาม มากยิ่งขึ้น สามารถสร้างความแตกต่างของผลิตภัณฑ์ สร้างความเชื่อมั่น และการยอมรับในระดับสากลของ ผ้าพื้นเมืองไทย ที่สําคัญเป็นการสร้างงาน สร้างอาชีพ และรายได้ให้แก่ชุมชนท้องถิ่น",
        "ref": "(ทะนุพงศ์ กุสุมา ณ อยุธยา, 2565) , https://www.technologychaoban.com/bullet-news- today/article_236258"
    },
    {
        "id": 7,
        "title": "ผ้าซิ่นตีนจก",
        "description": "เมืองลองมีชื่อเสียงด้านความสุดยอดของผ้าซิ่นตีนจก ที่มีความงดงามมายาวนานกว่า 200 ปี ซึ่งใน อดีตเมืองลองเป็นเมืองของชาวไทยวนหรือชาวไทยโยนก ชาวไทยวนมีศิลปะการทอผ้าในแบบของตนเอง ผ้าตีนจกเมืองลอง เป็นงานฝีมือที่มีความประณีตสวยงามและมีเอกลักษณ์เป็นของตัวเอง ผู้หญิงไทยวนนิยม แต่งกายด้วยผ้าซิ่นทอชนิดต่างๆ โดยผ้าที่มีเอกลักษณ์โดดเด่นก็คือ ผ้าซิ่นตีนจก ซึ่งในอดีตนั้นจะทอขึ้นเพื่อใช้ ในโอกาสพิเศษเท่านั้น โดยผ้าจกเมืองลอง เป็นผ้าทอที่มีลวดลายและสีที่งดงาม ซึ่งในอดีตนั้นส่วนใหญ่เป็นการ ทอเพื่อนํามาต่อกับผ้าถุงหรือที่ชาวบ้านภาคเหนือ เรียกว่า “ซิ่น” ทําเป็นเชิงผ้าถุงหรือตีนซิ่น ผ้าซิ่นที่ต่อเชิง ด้วยผ้าทอตีนจก มีชื่อเรียกว่า “ซิ่นตีนจก” ทําให้ผ้าซิ่น มีความสวยงามแสดงถึงฐานะทางเศรษฐกิจและสังคม ของผู้สวมใส่",
        "ref": "(Museumthailand, ม.ป.ป.) , https://www.museumthailand.com/en/3527/storytelling/ ผ้าซิ่นตีนจก/"
    },
    {
        "id": 8,
        "title": "ผ้าด้นมือ",
        "description": "งานผ้าด้นมือ หรือ “Quilts” มีต้นกําเนิดจากต่างประเทศ แต่มาได้รับความนิยมในประเทศไทยหลาย สิบปีแล้ว โดยจังหวัดแพร่ถือเป็นแหล่งผลิตใหญ่ของประเทศ ซึ่งหนึ่งในยอดฝีมือประจําท้องถิ่น คือ “พรทิพย์ ฉ่ําวิเศษ” สะสมประสบการณ์มาเกือบทั้งชีวิต สร้างสรรค์ผลงานที่มีเสน่ห์แบบดั้งเดิม พร้อมเติมเต็มด้วยไอเดีย ตามยุคสมัย มีองค์ประกอบสําคัญ 3 ประการ คือ 1.ผ้าพื้น 2.บุในให้เกิดความนุ่ม อดีตใช้นุ่น แต่ปัจจุบันใช้วัสดุ ใยโพลีเอสเตอร์ และ 3. แต่งลวดลายด้วยผ้าบน ซึ่งจะเย็บ ปะ ต่อ หรือเล่นลายต่างๆ โดยใช้มือล้วนๆ",
        "ref": "(MGR Online, 2551) , https://mgronline.com/smes/detail/9510000059665"
    },
    {
        "id": 9,
        "title": "ผลิตภัณฑ์ไม้สัก",
        "description": "ไม้สักเมืองแพร่ ถือเป็นอีกหนึ่งของดีประจําจังหวัด ซึ่ง ‘แพร่’ ถือเป็นจังหวัดศูนย์รวมช่างฝีมือไม้สัก แต่เมื่อยุคสมัยเปลี่ยนแต่ไม้สักไม่เปลี่ยนตาม ยังคงลวดลายแกะสลักดอกไม้ ลายไทย ทาสีเข้มปรี๊ด และฝาก ความดึกดําบรรพ์ไว้ตามหนังผี หรือละครพีเรียด จนทําให้ไม้สักเป็นทางเลือกสุดท้ายของคนรุ่นใหม่ที่อยากซื้อ เฟอร์นิเจอร์มาแต่งบ้าน แต่ปัจจุบันได้มีการประยุกต์ให้ผลิตภัณฑ์ไม้สักมีความทันสมัยเพื่อดึงดูดลูกค้า และ เจาะเป้าหมายลูกค้าเฉพาะกลุ่ม",
        "ref": "(พัชญ์สิตา ไพบูลย์ศิริ, 2564) , https://urbancreature.co/shund-furniture/"
    }
]