[
    {
        "id": 1,
        "name": "วัดพระธาตุช่อแฮ",
        "description": "วัดพระธาตุช่อแฮ เป็นปูชนียสถานอันศักดิ์สิทธิ์ของจังหวัดแพร่มาแต่อดีต เป็นพระธาตุประจําปีเกิด ของคนปีขาล ลักษณะของพระธาตุช่อแฮเป็นเจดีย์ทรงแปดเหลี่ยมย่อมุมไม้สิบสอง ก่ออิฐโบกปูนหุ้มด้วยแผ่น ทองเหลืองลงรักปิดทองเป็นศิลปะของเชียงแสน ทั้งนี้ยังเป็นที่ประดิษฐานพระเกศาธาตุและพระบรม สารีริกธาตุส่วนของพระศอกข้างซ้ายของพระพุทธเจ้า ภายในอุโบสถประดิษฐานหลวงพ่อช่อแฮ พระประธานที่ มีการผสมศิลปะล้านนา เชียงแสนกับสุโขทัย ส่วนวิหารจะเป็นศิลปะของล้านนาประยุกต์",
        "availableTime": "เปิดให้เข้าชมทุกวัน เวลา 06.00-18.00 น.",
        "tel_number": "+66 5459 9209",
        "address": "1 หมู่ 11 ช่อแฮ เมืองแพร่ จังหวัดแพร่ 5400",
        "ref": "(Amazing Thailand, ม.ป.ป.) , https://thai.tourismthailand.org/Attraction/วัดพระธาตุช่อแฮ- พระอารามหลวง"
    },
    {
        "id": 2,
        "name": "วัดจอมสวรรค์",
        "description": "วัดจอมสวรรค์ มีสถาปัตยกรรมแบบเมียนมา ภายในวัดจะมีเรือนไม้สักหลังเดียว ซึ่งเป็นทั้งอุโบสถ วิหาร และกุฏิ หลังคามีลักษณะซ้อนกันเป็นชั้นลดหลั่นกัน ตกแต่งด้วยลายฉลุทั้งเพดานและเสาร์ รวมถึง ประดับกระจกสีแบบโบราณ ในวัดเป็นที่ประดิษฐานของหลวงพ่อสาน เป็นพระพุทธรูปที่สร้างจากไม้ไผ่สานลง รักปิดทอง ทั้งนี้ราวๆ เดือนกุมภาพันธ์ของทุกปีจะมีงานประเพณีไหว้สาป๋าระมี พระธาตุจอมสวรรค์ และมี กิจกรรมตัดตุงไส้หมูจิ๋ว ทํากรวยดอกไม้ใบตอง และทอผ้าห่มพระธาตุ",
        "availableTime": "เปิดให้เข้าชมทุกวัน เวลา 08.00-16.30 น.",
        "tel_number": "-",
        "address": "ตั้งอยู่บนถนนยันตรกิจโกศล ตําบลทุ่งกวาว ห่างจากศาลากลางจังหวัด 1 กิโลเมตร",
        "ref": "(Amazing Thailand, ม.ป.ป.) , https://thai.tourismthailand.org/Attraction/วัดจอมสวรรค์"
    },
    {
        "id": 3,
        "name": "วัดพงษ์สุนันท์",
        "description": "วัดพงษ์สุนันท์ ภายในวัดมีพระนอนมีพระนอนสีทองอร่ามอยู่ริมกําแพงเป็น สัญลักษณ์ของวัด ใกล้กับ ซุ้มประตูมงคล 19 ยอด วัดพงษ์สุนันท์ เป็นวัดประจําตระกูลวงศ์บุรี เดิมเป็นวัดร้าง ชื่อ \"วัดปงสนุก\" ต่อมาเมื่อ พ.ศ. 2472 ได้มีการบูรณะวัด และสร้างวิหารใหม่ขึ้นโดยมีหลวงพงษ์พิบูลย์ หรือ พระยาบุรีรัตน์ (เจ้าพรหม) และเจ้าสุนันตา เจ้าของบ้าน วงศ์บุรีเป็นศรัทธาหลัก วัดนี้จึงเปลี่ยนชื่อเป็น วัดพงษ์สุนันท์ ตามชื่อหลวงพงษ์ พิบูลย์ และ เจ้าแม่สุนันตา",
        "availableTime": "เปิดให้เข้าชมทุกวัน เวลา 07.00-18.00 น.",
        "tel_number": "-",
        "address": "ตั้งอยู่บนถนนคําลือ ตําบลในเวียง อําเภอเมือง จังหวัดแพร่",
        "ref": "(Thailandtourismdirectory, ม.ป.ป.) , https://thailandtourismdirectory.go.th/attraction/100002"
    },
    {
        "id": 4,
        "name": "วัดนาคูหา",
        "description": "วัดนาคูหา เป็นชุมชนท่องเที่ยว บ้านนาคูหา ตําบลสูงเขื่อน อําเภอเมือง จังหวัดแพร่ ซึ่งห่างจาก อําเภอเมือง เพียง 25 กิโลเมตร โดยระหว่างทางจะได้สัมผัสกับธรรมชาติ ทั้งนี้ ภายในหมู่บ้านจะมีการ ท่องเที่ยวเชิงเกษตร ทั้งนี้ เมื่อเดินผ่านหน้าร้านค้าชุมชนไป จะเห็นเจดีย์สีขาว ตั้งเด่นตระการตา และตรงหน้า ของเราจะเป็นพระพุทธรูปองค์ใหญ่ คือ พระเจ้าตนหลวงที่มีความศักดิ์สิทธิ์มาก ชาวบ้านนิยมมาขอพรและ สมหวัง",
        "availableTime": "-",
        "tel_number": "-",
        "address": "บ้านนาคูหา ต.สวนเขื่อน อ.เมืองแพร่ จ.แพร่",
        "ref": "(Goodeewa, 2563) , https://travel.trueid.net/detail/8zn221BdELYz"
    },
    {
        "id": 5,
        "name": "วัดพระธาตุอินทร์แขวนจําลอง",
        "description": "พระธาตุอินทร์แขวนที่ชาวพุทธรู้จักกันดี คือ \"พระธาตุอินทร์แขวน\" แห่งเมืองไจก์โถ่ หรือไจทิโย ประเทศเมียนมา แต่ภาคเหนือของไทยก็มีองค์พระธาตุอินทร์แขวนจําลอง ให้ชาวไทยได้กราบสักการะเช่นกัน หนึ่งในนั้น คือ \"พระธาตุอินทร์แขวนมหาโพธิสัมฤทธิ์\" แห่งเมืองแพร่ พระธาตุอินทร์แขวนแห่งเมืองแพร่ จะตั้งเด่นเป็นสีทองท่ามกลางขุนเขาเขียวขจี การขึ้นไปนมัสการพระธาตุอินทร์แขวนจะต้องเดินเท้าจากบริเวณ ลานจอดรถขึ้นบันไดไปประมาณ 200 เมตร ใช้เวลาเพียง 5 นาที ก็ถึงบริเวณองค์พระธาตุ ซึ่งมีลานขนาดเล็ก สามารถเข้าไปกราบไหว้สักการะได้อย่างใกล้ชิด ท่ามกลางทัศนียภาพเขียวขจีของธรรมชาติ",
        "availableTime": "เปิดให้เข้าชมทุกวัน",
        "tel_number": "-",
        "address": "หมู่ 5 ตําบลสวนเขื่อน อําเภอเมืองแพร่ จังหวัดแพร่",
        "ref": "(ผู้จัดการออนไลน์, 2565) , https://mgronline.com/travel/detail/9650000055086"
    },
    {
        "id": 6,
        "name": "วัดศรีดอนคํา",
        "description": "วัดศรีดอนคํา หรือที่ชาวบ้านเรียกกันว่า “วัดห้วยอ้อ” เป็นพระธาตุเก่าแก่ขนาดใหญ่ภายในบรรจุ พระบรมสารีริกธาตุของพระพุทธเจ้า โดยพระธาตุแห่งนี้ได้รับการบูรณะหลายครั้ง ปัจจุบันมีฐานเป็นปูน ส่วนบนประดับด้วยแผ่นโลหะสีทอง ผ่านอําเภอลอง เข้าไปกราบนมัสการพระเจ้าพร้าโต้ ชมศิลปะฝีมือของ บรรพบุรุษชาวพุทธล้านนาและนมัสการขอพรกับ “พระธาตุศรีดอนคํา” ทั้งนี้ภายในวัดยังมี พระเจ้าพร้าโต้ พิพิธภัณฑ์ หอไตร ระฆังที่ทําจากลูกระเบิด พระบรมธาตุเจดีย์",
        "availableTime": "เปิดให้เข้าชมทุกวัน เวลา 08.00-17.00 น.",
        "tel_number": "-",
        "address": "43 ทางหลวงชนบทแพร่ 3030 ตําบลห้วยอ้อ อําเภอลอง แพร่ 54150",
        "ref": "(ไปด้วยกัน, 2562) , https://www.paiduaykan.com/travel/วัดศรีดอนคํา"
    },
    {
        "id": 7,
        "name": "วัดพระหลวง (วัดพระหลวงธาตุเนิ้ง)",
        "description": "วัดพระหลวง หรือ วัดพระหลวงธาตุเนิ้ง เป็นวัดมรดกของจังหวัดแพร่ มีสิ่งสําคัญภายในวัดได้แก่ 1.) พระแสนหลวงซึ่งเป็นพระประธานในพระอุโบสถ 2.) พระธาตุเนิ้ง เป็นเจดีย์มีลักษณะเอียงสันนิษฐานว่า เกิดจากแผ่นดินไหว (เนิ้งภาษาเหนือแปลว่า เอียง) 3.) หอระฆัง ลักษณะสถาปัตยกรรมเป็นรูปทรงแปดเหลี่ยม สร้างสูงขึ้นไปรองรับด้วยเสาก่อด้วยอิฐฉาบปูน จํานวน 4 ต้น โครงสร้างส่วนบนเป็นเครื่องไม้ หลังคาทรงจั่ว เชิงชายประดับด้วยลายฉลุไม้โดยรอบ ภายในแขวนระฆังสําริด หนัก 157 กิโลกรัม 4.) หอไตร สถาปัตยกรรม เป็นแบบศิลปะพื้นเมืองผสมศิลปะแบบรัตนโกสินทร์หลังคาทรงหน้าจั่วผสมปั้นหยามุงด้วยกระเบื้องหางวา่ว (กระเบื้องซีเมนต์) ช่อฟ้าเป็นรูปหงส์ ใบระกาเป็นไม้แผ่นเดียว เชิงชายประดับด้วยไม้ฉลุแผ่นยาว โดยหอไตรนี้ เป็นที่เก็บรักษาคัมภีร์ใบลานที่มีอายุเก่าแก่ ถือเป็นมรดกทางวรรณกรรมที่ทรงคุณค่า",
        "availableTime": "เปิดให้เข้าชมทุกวัน เวลา 08.00-17.00 น.",
        "tel_number": "-",
        "address": "ตําบลพระหลวง อําเภออําเภอสูงเม่น จังหวัดแพร่ รหัสไปรษณีย์ 54130",
        "ref": "(หน่วยอนุรักษ์ฯ, 2562) , https://culturalenvi.onep.go.th/site/detail/4910"
    },
    {
        "id": 8,
        "name": "วัดพระธาตุสุโทนมงคลคีรี",
        "description": "วัดพระธาตุสุโทนมงคลคีรี ภายในวัดจะมีศาลาพิพิธภัณฑ์สร้างด้วยไม้สักทองทั้งหลังรูปทรงล้านนา ที่ จัดแสดงโบราณวัตถุมีค่าของหัวเมืองฝ่ายเหนือ โดยวัดพระธาตุสุโทนมงคลคีรีตั้งอยู่บนดอยม่อนโทน บ้านห้วย น้ําพริก ตําบลเด่นชัย สร้างขึ้นในปี พ.ศ. 2520 เป็นวัดที่จําลองสุดยอดผลงานทางพุทธศิลป์ล้านนาประยุกต์ และงานศิลปะที่สวยงามจากศาสนสถานในที่ต่างๆ ทั้งนี้ยังมีพิพิธภัณฑ์สุวรรณหอคําสร้างด้วยไม้สักทองทั้งหลัง มีรูปทรงแบบล้านนา มีเสาไม้สักขนาดใหญ่จํานวนมากถึง 101 ต้น จัดแสดงวัตถุโบราณของหัวเมืองฝ่ายเหนือ ไว้มากมาย เช่น พระพุทธรูป คัมภีร์กฎหมายมังรายศาสตร์เครื่องเขิน เครื่องดนตรีล้านนา อาวุธโบราณ รูปภาพ เจ้านายฝ่ายเหนือ และภาพเหตุการณ์สําคัญต่าง ๆ ที่เกิดขึ้นในดินแดนล้านนา",
        "availableTime": "เปิดให้เข้าชมทุกวัน เวลา 08.00-17.00 น. (หยุดวันหยุดนักขัตฤกษ์)",
        "tel_number": "-",
        "address": "หมู่ 9 ถนนเด่นชัย-ลอง เด่นชัย เด่นชัย แพร่ 54110",
        "ref": "(Amazing Thailand, ม.ป.ป.) , https://thai.tourismthailand.org/Attraction/วัดพระธาตุสุโทน มงคลคีรี"
    },
    {
        "id": 9,
        "name": "วัดสะแล่ง",
        "description": "วัดสะแล่ง เป็นวัดเก่าแก่ในอําเภอลอง จังหวัดแพร่ สันนิษฐานว่าสร้างตั้งแต่สมัยทวารวดี ในสมัยของ พระนางจามเทวี เช่นเดียวกับวัดพระธาตุศรีดอนคํา ภายในบริเวณวัดสะแล่งมีโบราณสถาน โบราณวัตถุ และ ศิลปวัตถุทรงคุณค่าอยู่เป็นจํานวนมาก โดยวัดสะแล่งมาจาก คําว่า “สะแล่ง” ซึ่งเป็นชื่อของดอกไม้ป่าชนิด หนึ่ง เป็นไม้ยืนต้นดอกสีขาวนวล ลักษณะของดอกคล้ายดอกปีบหรือกาสะลองในภาษาเหนือ ทั้งนี้ รูปแบบ สถาปัตยกรรมภายในวัดสะแล่งเป็นศิลปะแบบล้านนาประยุกต์ โดยทางวัดได้อนุรักษ์และจัดภูมิทัศน์ สิ่งก่อสร้างและสถานที่สําคัญภายในวัดไว้อย่างงดงาม ปัจจุบันภายในวัดสะแล่งแบ่งเป็นเขตพุทธาวาสเก่าและ เขตพทุธาวาสใหม่โดยเขตพุทธวาสเก่านั้นประกอบด้วยพระธาตุขะอูบคําที่ก่อสร้างราวปีพ.ศ.1100-1200 พระอุโบสถหลังเก่า ศิลปะล้านนา ซุ้มสิงห์จามเทวี ซุ้มพระสามพี่น้อง และลานไม้กลายเป็นหิน ส่วนเขต พุทธาวาสใหม่ประกอบด้วย พระเจดีย์ธาตุที่สร้างครอบฐานเดิม พระพุทธรูปปางมารวิชัยศิลปะตระกูลช่าง สุโขทัย ศาลาการเปรียญที่ภายในจัดแสดงวัตถุโบราณและของสําคัญของวัด นอกจากนี้ยังมี “พิพิธภัณฑ์วัดสะ แล่ง” เป็นสถานที่เก็บโบราณวัตถุล้ําค่าต่างๆ ตั้งแต่สมัยทวารวดีจนถึงสมัยอยุธยาตอนปลาย",
        "availableTime": "เปิดให้เข้าชมทุกวัน เวลา 08.00-17.00 น. (หยุดวันหยุดนักขัตฤกษ์)",
        "tel_number": "-",
        "address": "หมู่ 4 ตําบลห้วยอ้อ อําเภอลอง จังหวัดแพร่ 54150",
        "ref": "(Webmaster, 2565) , https://palanla.com/th/domesticLocation/detail/2128"
    }
]