[
    {
        "id": 1,
        "name": "ถนนลอยฟ้า(ถนนหมายเลข1343)",
        "description": "ถนนลอยฟ้า หรือถนนเทเลทับบี้ เป็นถนนหมายเลข 1343 เป็นถนนที่อยู่ท่ามกลางธรรมชาติ ระหว่าง ทางจะมีร้านกาแฟ ลานกลางเต้นท์ ที่พัก รวมถึงจุดชมวิว",
        "availableTime": "-",
        "tel_number": "-",
        "address": "อําเภอร้องกวาง จังหวัดแพร่ เส้นหลังพระธาตุปูแจ บ่อเกลือน่าน",
        "ref": "(ไปด้วยกัน, 2566) , https://www.paiduaykan.com/travel/ที่เที่ยวแพร่"
    },
    {
        "id": 2,
        "name": "แพะเมืองผี",
        "description": "แพะเมืองผี หรือ วนอุทยานแพะเมืองผี เป็นอีกหนึ่งสถานที่ท่องเที่ยวที่เกิดจากธรรมชาติสร้างขึ้นมาเป็นลักษณะของดินและหินทราย ที่ถูกกัดเซาะตามธรรมชาติจนเกิดเป็นรูปร่างลักษณะต่างๆ ทั้งนี้แพะเมืองผี นั้นมีชื่อมาจากภาษาพื้นเมือง โดยคําว่า แพะ แปลว่า ป่าละเมาะ ส่วนคําว่า เมืองผี แปลว่า เงียบเหงา วังเวงเนื่องจากสภาพภูมิประเทศที่นี้ดูน่ากลัว",
        "availableTime": "-",
        "tel_number": "-",
        "address": "ตำบลน้ำชำ อำเภอเมืองแพร่ จังหวัดแพร่",
        "ref": "(nukkpidet, 2565) , https://travel.trueid.net/detail/p299BkmmMQx2"
    },
    {
        "id": 3,
        "name": "ถ้ำผานางคอย",
        "description": "ภายในถ้ำมีหินงอก หินย้อยลักษณะต่าง ๆ ทั้งที่เป็นเกล็ดหินประกายระยิบระยับ หรือเป็นชะง่อนหิน ยาวถึงพื้นถ้ำ สุดทางของถ้ำมีก้อนหินรูปร่างคล้ายหญิงสาวนั่งอุ้มลูกน้อยรอคอยคนรัก ชาวบ้านเรียกหินก้อนนี้ ว่า หินนางคอย ตัวถ้ำอยู่บนหน้าผาสูง 50 เมตร เป็นอุโมงค์ลึก ยาว 150 เมตร กว้าง 10 เมตร ลักษณะของถ้ำ โค้งงอเป็นข้อศอกไปทางซ้ายและทางขวาเป็นสามทางด้วยกัน ภายในถ้ำมีหินงอกหินย้อยลักษณะต่าง ๆ งดงามด้วยเกล็ดหินเป็นประกายระยิบระยับ หรือเป็นชะง่อนหินยาวถึงพื้นถ้ำสุดทางของถ้ำมีก้อนหินรูปร่าง คล้ายหญิงสาวนั่งอุ้มลูกน้อยรอคอยคนรัก ชาวบ้านเรียกหินก้อนนี้ว่า “หินนางคอย” เบื้องหน้าของหินนางคอย มีหินย้อยลักษณะคล้ายรูปหัวใจ",
        "availableTime": "-",
        "tel_number": "-",
        "address": "ถนนแพร่-ร้องกวาง ตําบลร้องกวาง อําเภอร้องกวาง จังหวัดแพร่ 54140",
        "ref": "(Amazing Thailand, ม.ป.ป.) , https://thai.tourismthailand.org/Attraction/ถ้ำผานางคอย"
    },
    {
        "id": 4,
        "name": "อุทยานแห่งชาติเวียงโกศัย",
        "description": "อุทยานแห่งชาติเวียงโกศัย อยู่สูงจากระดับน้ำทะเล 1,267 เมตร มีหน้าผาสูงชั้นสลับซับซ้อนที่เป็น แหล่งกําเนิดของลําห้วยหลายสาย สภาพป่าของอุทยานเป็นป่าดิบแล้งและป่าเบญจพรรณ โดยความโดดเด่น และสวยงามที่ดึงดูดให้นักท่องเที่ยวมาเที่ยวที่นี่คือ น้ำตกที่สวยงามหลากหลายน้ำตกไม่ว่าจะเป็น น้ำตกแม่เกิ๋ง หลวงและแม่เกิ๋งน้อย ที่น้ำไหลลดหลั่นมาเป็นชั้นๆ น้ำตกแม่สิน น้ำตกแม่จอก และน้ำตกแม่ป้าก ที่อยู่ไม่ไกล จากอุทยาน หากอยากมาสัมผัสความชุ่มฉ่ําที่เมืองแพร่ก็แนะนําให้มาที่อุทยานแห่งชาติเวียงโกศัย",
        "availableTime": "-",
        "tel_number": "-",
        "address": "ตําบลแม่เกิ๋ง อําเภอวังชิ้น แพร่ 54160",
        "ref": "(KTC WORLD,2563), https://www.ktc.co.th/ktcworld/travel-service/travel- story/thailand/travel-in-phrae"
    },
    {
        "id": 5,
        "name": "บ่อน้ำพุร้อนแม่จอก",
        "description": "ที่เที่ยวแพร่ที่แนะนําให้ลองไปอีกที่หนึ่งคือ บ่อน้ำพุร้อนแม่จอก ที่นี่อยู่ท่ามกลางขุนเขา เป็นบ่อน้ำแร่ กํามะถันที่มีความร้อนสูงถึง 80 องศา มีบ่อแยกสําหรับลวกไข่ บ่อแช่เท้าที่สามารถใช้บริการได้ฟรี บ่อแช่ตัว มีนวดแผนโบราณไว้บริการ มีร้านอาหารร้านขายของที่ระลึกไว้บริการ ที่เที่ยวแพร่ที่หลายๆคนมองข้าม หากมี โอกาสต้องมาให้ได้",
        "availableTime": "-",
        "tel_number": "-",
        "address": "ทางหลวงแผ่นดินหมายเลข 1023 (เดิม) ตําบลวังชิ้น อําเภอวังชิ้น แพร่ 54160",
        "ref": "(KTC World) , https://www.ktc.co.th/ktcworld/travel-service/travel-story/thailand/travel- in-phrae"
    },
    {
        "id": 6,
        "name": "คุ้มวิชัยราชา",
        "description": "คุ้มวิชัยราชา หรือ บ้านวิชัยราชา แห่งนี้ ตั้งอยู่ใกล้วัดศรีบุญเรือง ใน ถนนวิชัยราชา ตําบลในเวียง อําเภอเมือง จังหวัดแพร่ เป็นคุ้มของ พระวิไชยราชา (เจ้าหนานขัติ แสนศิริพันธุ์) พระวิไชยราชานครแพร่องค์ สุดท้าย และอดีตเสนาคลังเมืองนครแพร่ บุตรในเจ้าแสนเสมอใจ เครือญาติของเจ้าหลวงเทพวงศ์ลิ้นตอง เจ้าผู้ ครองนครแพร่ องค์ที่ 19 โดยเอกลักษณ์ของ คุ้มวิชัยราชา นี้ จะเป็นเรือนไม้ผสมแบบมนิลากับเรือนขนมปังขิง เข้าด้วยกัน สถาปัตยกรรมก็จะเป็นแบบล้านนา มีการใช้เสาไม้ขนาด 8x8 นิ้ว เป็นโครงสร้างบ้านรองรับน้ำหนัก ตามแบบภูมิปัญญาของชาวเมืองแพร่ในยุคสมัยก่อน ซึ่งทั้งหลังก็จะตกแต่งด้วยไม้ลายฉลุลาย ทั้งจั่วบ้าน บังลม ระเบียง ไปจนถึงไม้ช่องลม เหนือบานประตูและหน้าต่าง",
        "availableTime": "08.30-16.30 น.",
        "tel_number": "-",
        "address": "ถนนวิชัยราชา ตําบลในเวียง อําเภอเมืองแพร่ จังหวัดแพร่",
        "ref": "(nukkpidet, 2564) , https://travel.trueid.net/detail/WejLLNwdoYbz"
    },
    {
        "id": 7,
        "name": "คุ้มวงศ์บุรี",
        "description": "คุ้มวงศ์บุรี เริ่มก่อสร้างในปี พ.ศ.2440 โดยนายช่างชาวจีนจากกวางตุ้ง เป็นเรือนของไม้สักทองขนาด ใหญ่ 2 ชั้น ทรงแบบไทยที่ผสมผสานสไตล์ยุโรปเข้าด้วยกันค่ะ ใช้สีชมพูอ่อนเป็นสีพื้น ประดับด้วยลายไม้ฉลุที่ เรียกว่า “ขนมปังขิง” หรือ “Ginger Bread” โดยการตกแต่งจะเป็นลายฉลุตั้งแต่หน้าจั่ว ชายน้ำ ช่องลมกรอบ เช็ดหน้าเหนือประตู หน้าต่าง ระเบียง และภายในอาคาร จะเป็นลายของพรรณพฤกษาและเครือเถาว์ส่วนของฐานรากอาคารจะเป็นท่อนไม้ซุงขนาดใหญ่วางเรียงกัน ก่อนจะก่ออิฐเทปูนทับลงไป เพื่อสร้างความ มั่นคง ซึ่งอาคารแห่งนี้ ใช้เทคนิคการในการสร้างแบบเข้าลิ้นสลักไม้ ไม่ตอกตะปู แต่เป็นการตอกลิ่มไม้แทน",
        "availableTime": "08.30-16.30 น. ค่าเข้าชม : ผู้ใหญ่ 30 บาท , เด็ก 10 บาท",
        "tel_number": "-",
        "address": "ถนนคําลือ ตําบลในเวียง อําเภอเมืองแพร่ จังหวัดแพร่",
        "ref": "(nukkpidet, 2564) , https://travel.trueid.net/detail/jd36Rvzr1lED"
    },
    {
        "id": 8,
        "name": "คุ้มเจ้าหลวง",
        "description": "คุ้มเจ้าหลวง เป็นอาคารโอ่โถง มีประตู หน้าต่างทั้งหมด 72 บาน ตกแต่งด้วยลวดลายฉลุไม้ด้านบน ปั้นลม และชายคาน้ำ เป็นสถาปัตยกรรมในสมัยรัชกาลที่ 5 ยุคต้น ซึ่งมีรูปทรงเป็นแบบสถาปัตยกรรมไทยผสม ยุโรป หรือทรงขนมปังขิง ซึ่งเป็นที่นิยมในสมัยนั้น คุ้มนี้งดงามใหญ่โตเพราะเงินคงคลังในสมัยพระยาพิมพิสาร ราชานั้นมีมาก ตกมาถึงรุ่นเจ้าพิริยเทพวงษ์ผู้เป็นลูก จึงสามารถสร้างคุ้มใหม่หลังใหญ่ได้ แม้ว่าในปี พ.ศ. 2433 เป็นปีที่เมืองแพร่ฝนแล้งราษฎรทํานาได้หนึ่งส่วน เสียสี่ส่วนต้องเปิดคลังหลวงไปช่วยราษฎรก็ตาม แต่เมืองแพร่ ยังมีเงินมากพอที่จะสร้างสถาปัตยกรรมงดงามล้ําค่าหลังนี้ขึ้นมาได้ ปัจจุบัน คุ้มเจ้าหลวงเปิดเป็นพิพิธภัณฑ์การ เรียนรู้ของนักเรียน นิสิต นักศึกษา และประชาชนทั่วไป เข้าชมเพื่อศึกษาประวัติความเป็นมา โดยไม่เสียค่าเข้า ชม",
        "availableTime": "08.30-16.30 น.",
        "tel_number": "-",
        "address": "4 ถนน ซอย คุ้มเดิม ตําบล ในเวียง อําเภอเมืองแพร่ แพร่ 54000",
        "ref": "(องค์การบริหารส่วนจังหวัดแพร่, ม.ป.ป.) , https://www.phraepao.go.th/main/พิพิธภัณฑ์เมือง แพร่-คุ/"
    },
    {
        "id": 9,
        "name": "พิพิธภัณฑ์โกมลผ้าโบราณ",
        "description": "พิพิธภัณฑ์โกมลผ้าโบราณ เป็นพิพิธภัณฑ์สะสมผ้าโบราณชนิดต่าง ๆ ของเมืองลอง และผ้าโบราณของ ชุมชนต่างๆ ใกล้เคียง จนกระทั่งร่วมมือกับศูนย์การศึกษานอกโรงเรียนจังหวัดแพร่ จัดตั้งศูนย์เทคโนโลยี พื้นบ้าน สาขาสิ่งทอ เพื่อเฉลิมพระเกียรติสมเด็จพระนางเจ้าฯ พระบรมราชินีนาถ ในรัชกาลที่ 9 โดย พิพิธภัณฑ์โกมลผ้าโบราณแบ่งการจัดแสดงออกเป็น 5 ส่วน ส่วนที่ 1 จิตรกรรมเวียงต้า ส่วนที่ 2 ผ้าโบราณ เมืองลอง ส่วนที่ 3 จัดแสดงผ้าซิ่นตีนจกจากแหล่งต่างๆ ส่วนที่ 4 แสดงวิธีการเก็บผ้าโบราณ ส่วนที่ 5 คือ ส่วน ของร้านค้า จัดจําหน่ายผ้าตีนจกลายโบราณ ผ้าโบราณทําใหม่ พร้อมทั้งเสื้อผ้าสําเร็จรูปทันสมัยและผลิตภัณฑ์ จากผ้า",
        "availableTime": "09.30-17.00 น.",
        "tel_number": "-",
        "address": "ห้วยอ้อ คลองสาน แพร่ 54150",
        "ref": "(Amazing Thailand, ม.ป.ป.) , https://thai.tourismthailand.org/Attraction/พิพิธภัณฑ์โกมลผ้า โบราณ"
    }
]